Repository: wp-plugins/kalimah-weather
Catalog: trunk/languages/*.po
Languages: ar

source: North
ar: شمال

source: NNE
ar: شمال شمال-شرقي

source: North-East
ar: شمال شرقي

source: ENE
ar: شرق شمال-شرقي

source: East
ar: شرق

source: ESE
ar: شرق غرب-شرقي

source: South-East
ar: غرب-شرقي

source: SSE
ar: غرب غرب-شرقي

source: South
ar: جنوب

source: SSW
ar: جنوب جنوب-غربي

source: South-West
ar: جنوب-غربي

source: WSW
ar: غربي جنوب-غربي

source: West
ar: غربي

source: WNW
ar: غربي شمال-غربي

source: North-West
ar: شمال-غربي

source: NNW
ar: شمال شمال-غربي

source: Humidity Level
ar: نسبة الرطوبة

source: Wind Speed
ar: سرعة الرياح

source: Highest/Lowest Temperature
ar: أعلى/أدنى درجة حرارة

source: Wind Direction
ar: جهة الرياح

source: Options
ar: الخيارات

source: Title
ar: العنوان

source: Optional
ar: اختياري

source: City location
ar: مكان المدينة

source: IP address
ar: عنوان IP

source: Manual
ar: يدوي

source: City
ar: المدينة

source: Show Date
ar: أظهر التاريخ

source: Unites
ar: الوحدة

source: F
ar: فهرنهايت

source: C
ar: سيلسيوس (مئوية)

source: Show Wind
ar: أظهر الرياح

source: Show Humidity
ar: أظهر نسبة الرطوبة

source: Show Direction
ar: أظهر الاتجاه

source: Show Highest/Lowest Temperature
ar: أظهر أعلى/أدنى درجة حرارة

source: Show Animation
ar: أظهر الحركات

source: Text Color
ar: لون النص

source: Background Type
ar: نوع الخلفية

source: Pattern
ar: نمط

source: Custom Background
ar: مخصصة

source: Background Color
ar: لون الخلفية

source: Forecast Options
ar: الجو للأيام القادمة

source: Show Forecast
ar: أظهر الجو اللاحق

source: Forecast Days
ar: عدد أيام الجو

source: Days
ar: يوم/أيام

source: Forecast Display
ar: طريقة عرض الجو

source: Condensed View
ar: مختصر

source: Extended View
ar: ممتد

source: Show Day
ar: أظهر اليوم

source: Show Icon
ar: أظهر أيقونة الجو

source: Show High/Low Temp
ar: أظهر أعلى/أدنة درجة حرارة

source: Cache
ar: حفظ درجات الجو

source: Enable Cache
ar: تفعيل الحفظ

source: Update Cache Every
ar: تحديث الحفظ كل:
